Repository: Bogdi995/Send-Failed-Job-Queue-Prediction
Catalog: SendFailedJobQueues/Translations/SendFailedJobQueues.*.xlf
Languages: de_de, ro_ro

# Table 12664904 - Property 2879900210
source: Error Message Setup
de_de: Fehlermeldung Einrichtung
ro_ro: Setare Mesaj Eroare

# Table 12664904 - Field 2852966117 - Property 2879900210
source: Error Message
de_de: Fehlermeldung
ro_ro: Mesaj Eroare

# Table 12664904 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
ro_ro: Cheie Primară

# Table 1449408635 - Property 2879900210
source: Failed Job Queues Error Log
de_de: Fehlerprotokoll Fehlgeschlagene Aufgabenwarteschlangen
ro_ro: Jurnal de Erori Cozi de Lucrări Eșuate

# Table 1449408635 - Field 2491730758 - Property 2879900210
source: Date and Time
de_de: Datum und Uhrzeit
ro_ro: Data și Ora

# Table 1449408635 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd. Nr.
ro_ro: Nr. de Înregistrare

# Table 1449408635 - Field 2852966117 - Property 2879900210
source: Error Message
de_de: Fehlermeldung
ro_ro: Mesaj Eroare

# Table 1449408635 - Field 2708250016 - Property 2879900210
source: User ID
de_de: Benutzer ID
ro_ro: ID Utilizator

# Table 3254146219 - Property 2879900210
source: Job Queue Setup
de_de: Aufgabenwarteschlange Einrichtung
ro_ro: Configurare Coadă de Lucru

# Table 3254146219 - Field 1796399747 - Property 2879900210
source: Confidence Limit
de_de: Konfidenzgrenze
ro_ro: Limită de încredere

# Table 3254146219 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
ro_ro: Cheie Primară

# Table 3254146219 - Field 3483619077 - Property 2879900210
source: To
de_de: An
ro_ro: Către

# Page 12664904 - Property 2879900210
source: Error Message Setup
de_de: Fehlermeldung Einrichtung
ro_ro: Setare Mesaj Eroare

# Page 12664904 - Control 2852966117 - Property 1295455071
source: Specifies the error message that will be returned by the job queue.
de_de: Gibt die Fehlermeldung an, die von der Aufgabenwarteschlange zurückgegeben werden soll.
ro_ro: Specifică mesajul de eroare care va fi returnat de coada de lucrări.

# Page 1449408635 - Property 2879900210
source: Failed Job Queue Error Log
de_de: Fehlerprotokoll Fehlgeschlagene Aufgabenwarteschlangen
ro_ro: Jurnal de Erori Cozi de Lucrări Eșuate

# Page 1449408635 - Control 2491730758 - Property 1295455071
source: Specifies the date and time when the job queue failed.
de_de: Gibt das Datum und die Uhrzeit an, wann der Auftrag in der Aufgabenwarteschlange fehlgeschlagen ist.
ro_ro: Specifică data și ora la care a eșuat coada de lucrări.

# Page 1449408635 - Control 2852966117 - Property 1295455071
source: Specifies the error message from the failed job queues.
de_de: Gibt die Fehlermeldung der fehlgeschlagenen Aufgabenwarteschlangen an.
ro_ro: Specifică mesajul de eroare din cozile de lucrări eșuate.

# Page 1449408635 - Control 2852966117 - Property 2879900210
source: Error Message
de_de: Fehlermeldung
ro_ro: Mesaj Eroare

# Page 1449408635 - Control 2708250016 - Property 1295455071
source: Specifies the user on which name was the job queue that failed.
de_de: Gibt den Benutzer an, auf dessen Namen die fehlgeschlagene Aufgabenwarteschlange lief.
ro_ro: Specifică utilizatorul pe al cărui nume se afla coada de lucrări care a eșuat.

# Page 1449408635 - Action 748932884 - Property 2879900210
source: Show error message
de_de: Fehlermeldung anzeigen
ro_ro: Afișare Mesaj Eroare

# Page 3254146219 - Property 2879900210
source: Job Queue Setup
de_de: Aufgabenwarteschlange Einrichtung
ro_ro: Setare Coadă de Lucrări

# Page 3254146219 - Control 3216033803 - Property 1295455071
source: Specifies the first carbon copy recipient for the email.
de_de: Gibt den ersten Empfänger der Kopie für die E-Mail an.
ro_ro: Specifică primul destinatar al copiei de carbon pentru e-mail.

# Page 3254146219 - Control 834156358 - Property 1295455071
source: Specifies the second carbon copy recipient for the email.
de_de: Gibt den zweiten Empfänger der Kopie für die E-Mail an.
ro_ro: Specifică cel de-al doilea destinatar al copiei de carbon pentru e-mail.

# Page 3254146219 - Control 196459741 - Property 1295455071
source: Specifies the third carbon copy recipient for the email.
de_de: Gibt den dritten Empfänger der Kopie für die E-Mail an.
ro_ro: Specifică cel de-al treilea destinatar al copiei de carbon pentru e-mail.

# Page 3254146219 - Control 1796399747 - Property 1295455071
source: Specifies the minimum confidence limit that the AI must meet to send a possible error resolution.
de_de: Gibt die Mindestkonfidenzgrenze an, die die KI erfüllen muss, um eine mögliche Fehlerbehebung zu senden.
ro_ro: Specifică limita minimă de încredere pe care AI-ul trebuie să o îndeplinească pentru a trimite o posibilă rezolvare a unei erori.

# Page 3254146219 - Control 3483619077 - Property 1295455071
source: Specifies the recipient for the email.
de_de: Gibt den Empfänger der E-Mail an.
ro_ro: Specifică destinatarul pentru e-mail.

# Page 3254146219 - Control 4165234317 - Property 1295455071
source: Specifies the url the web requests are sent to.
de_de: Gibt die URL an, an die die Webanfragen gesendet werden.
ro_ro: Specifică adresa URL la care sunt trimise cererile web.
